---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipFeetPerDegreePerFoot
source: html/a3d496a2-85da-5d59-e8c2-bb04da6f572c.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipFeetPerDegreePerFoot Property

Kip feet per degree per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipFeetPerDegreePerFoot { get; }
```